import React from 'react';
import './HomePage.css'
import profileImage from './icon-HomePage.jpg'

function HomePage() {
  return (
    <div className="container">
      <div className="image">
        <img src={profileImage} alt="Lily Smith" />
      </div>
      <div className="text">
        <h1>ברוכים הבאים!!</h1>
        <p>
          היכנסו לעולם החדש של נטוורקינג מקצועי.

          NetConnect הוא הפלטפורמה המושלמת לחיבור עם אנשי מקצוע, יזמים ובעלי עסקים מכל התחומים. כאן תוכלו להרחיב את הרשת שלכם, לשתף פעולה בפרויקטים ולהגיע להזדמנויות עסקיות חדשות.

          התחילו את המסע שלכם:

          צרו פרופיל מקצועי - הציגו את הכישורים, הניסיון וההישגים שלכם בצורה מרשימה.
          התחברו עם אנשי מקצוע - גלו אנשי קשר חדשים לפי תחום עניין, תעשייה או מיקום גיאוגרפי.
          השתתפו באירועים מקוונים - הצטרפו לוובינרים, סדנאות ואירועים המאפשרים למידה והתקשרות עם מומחים בתעשייה.
          שפרו את הקריירה שלכם - התעדכנו בהזדמנויות עבודה חדשות ופתחו דלתות לקריירה הבאה שלכם.
          הצטרפו עכשיו וגלו את הכוח של נטוורקינג אפקטיבי!
        </p>

        {/* <a href="/signUp">כניסה</a> */}
        <button>כניסה</button>
      </div>
    </div>
  );
}

export default HomePage;
